
TOKEN = "YOUR TOKEN"

# список валют
currency = {
    'биткоин': 'BTC',
    "эфириум": 'ETH',
    "доллар": 'USD',
    "японский йен": 'JPY',
    "евро": 'EUR',
    "китайский юань": 'CNY',
    "российский рубль": 'RUB',
    "британский фунт": 'GBP',
    "канадский доллар": 'CAD',
    "австралийский доллар": 'AUD',
    "швейцарский франк": 'CHF',
    "сингапурский доллар": 'SGD',
    "индийская рупия": 'INR',
    "мексиканское песо": 'MXN',
    "дальневосточный юань": 'HKD',
    "новая Зеландия доллар": 'NZD',
    "турецкая лира": 'TRY',
    "бразильский реал": 'BRL',
    "южноафриканский ранд": 'ZAR',
    "норвежская крона": 'NOK',
    "датская крона": 'DKK',
}